[SubSonicGrenade X2GrenadeTemplate]
FriendlyName="亚音速手榴弹"
FriendlyNamePlural="亚音速手榴弹"
BriefSummary="这种亚音速手榴弹目的是避免产生巨大冲击波，以免吸引更多的失魂者。冲击波仍然存在，但被设计为对爆炸范围内的任何目标产生震荡伤害，并有几率眩晕目标。"
TacticalText="<Bullet/> 亚音速手榴弹不会产生巨大冲击波，也不会穿透掩体。<br><Bullet/> 友方成员如果被冲击波击中，将受到影响。<br><Bullet/> 所有目标都将受到伤害，并可能因冲击波导致眩晕。"
ThrownAbilityName="投掷亚音速手榴弹"
ThrownAbilityHelpText="对受影响区域内的所有目标造成伤害。"
LaunchedAbilityname="发射亚音速手榴弹"
LaunchedAbilityHelpText="对受影响区域内的所有目标造成伤害。"

[ThrowSubSonicGrenade X2AbilityTemplate]
LocFriendlyName="投掷手榴弹"
LocHelpText="投掷手榴弹到目标区域。"
